Repository: rolandskrumbergsedu/CVManagement
Catalog: CV.Management.Web/Resources.*.resx
Languages: lv

source: Achievements
lv: Sasniegumi

source: Add company
lv: Pievienot uzņēmumu

source: Add course
lv: Pievienot kursu

source: Add education
lv: Pievienot izglītību

# AdditionalBonuses
source: Additional bonuses (company car, stock options, etc.)
lv: Papildus labumi (uzņēmuma auto, uzņēmuma daļas, u.c.)

source: Additional comments
lv: Papildus komentāri

source: Add language
lv: Pievienot valodu

source: Add membership
lv: Pievienot

source: Add position
lv: Pievienot amatu

source: Address
lv: Adrese

# BonusRequest
source: Requested bonuses
lv: Vēlamie labumi

source: Career summary
lv: Darba pieredze

# City
source: City, country
lv: Pilsēta, valsts

# Comments
source: Additional comments
lv: Papildus komentāri

source: Company
lv: Uzņēmums

source: Company information
lv: Informācija par uzņēmumu

source: Company name *
lv: Uzņēmuma nosaukums *

source: Compensation
lv: Atalgojums

# CourseName
source: Course name, certificate obtained
lv: Kursa nosaukums, iegūtais sertifikāts

# Courses
source: Additional courses
lv: Citi kursi, semināri

# CurrentBonuses
source: Current bonuses (gross)
lv: Šobrīd saņemtie bonusi (bruto)

# CurrentSalary
source: Current fixed salary (gross per month, currency)
lv: Šobrīd noteiktā darba alga (bruto mēnesī)

# Degree
source: Speciality, degree
lv: Specialitāte, grāds

# DirectSubordinates
source: Direct and indirect subordinates (numbers and functions, if you have no, leave blank)
lv: Tieši un netieši pakļautībā esošie (skaits un funkcijas, atstājiet šo lauku tukšu, ja Jums nav padoto)

# Education
source: Education & qualifications
lv: Izglītība & kvalifikācijas

source: Email *
lv: E-pasts *

# FromTime
source: From (YYYY) *
lv: No (GGGG) *

# FromYear
source: Period from (YYYY)
lv: Periods no (GGGG)

source: Full name *
lv: Vārds, uzvārds *

source: Hello
lv: Sveiks/a

# Industry
source: Industry / business area
lv: Industrija / biznesa joma

# Institution
source: Name of institution / country
lv: Iestāde, valsts

# KeyTasks
source: Key tasks and responsibilities (write each in new line)
lv: Galvenie pienākumi (rakstiet katru atsevišķā rindā)

source: Language
lv: Valodu zināšanas

# LanguageName
source: Language
lv: Valoda

source: LinkedIn link
lv: LinkedIn hipersaite

source: Log in
lv: Pieslēgties

# MainProductions
source: Main products / services
lv: Galvenie produkti un servisi

# MembershipDescription
source: Organizational membership
lv: Organizācijas, biedrības nosaukums

# Memberships
source: Social activities & memberships
lv: Sociālās aktivitātes & dalība organizācijās

# NoticePeriod
source: Transition time to be able to start with new employer
lv: Pārejas laiks, lai sāktu strādāt pie jaunā darba devēja

# NoticePeriodLabel
source: Notice period
lv: Pārejas laiks

# Now
source: Present
lv: Tagad

source: Number of days
lv: Laika posms

# NumberOfEmployess
source: Number of employees
lv: Darbinieku skaits

source: Parent company name
lv: Mātes uzņēmuma nosaukums

source: Personal
lv: Personas informācija

source: Phone *
lv: Telefona numurs *

source: Position
lv: Amats

source: Position name *
lv: Amata nosaukums *

source: Profile
lv: Profils

# Project
source: Project (if you are not part of existing assignment, please indicate desired position)
lv: Projekts (ja nepiedalies konkrētā projektā, lūdzu, norādi, kāda būtu Tava vēlamā pozīcija)

# ReasonForLeaving
source: Reason for leaving (leave blank if you still work there)
lv: Aiziešanas iemesls (izlaidiet, ja strādājat turpat)

source: Register
lv: Reģistrēties

# ReportingTo
source: Reporting to (name and position)
lv: Tiešais vadītājs (vārds, uzvārds, amats)

# SalaryRequest
source: Salary request (gross per month, currency)
lv: Vēlamais atalgojums (bruto mēnesī, valūta)

source: Save
lv: Saglabāt

# OtherInformation
source: Other contact information
lv: Cita kontaktinformācija

# SpokenLevel
source: Spoken
lv: Runas līmenis

# ToTime
source: To (YYYY) *
lv: Līdz (GGGG) *

# ToYear
source: Period to (YYYY)
lv: Periods līdz (GGGG)

# Trainer
source: Training company, trainer
lv: Apmācību organizētājs, iestāde

# Turnover
source: Turnover (+currency, year)
lv: Apgrozījums (+valūta, gads)

source: Upload
lv: Augšupielādēt

# WrittenLevel
source: Written
lv: Rakstības līmenis

source: Year
lv: Gads

# AdditionalCommentsPlaceholder
source: Additional comments
lv: Papildus komentāri

# AddressPlaceholder
source: City, country
lv: Pilsēta, valsts

# KeyTasksPlaceholder
source: Key Tasks and responsibilities (Please write each in new line);\n •Task no 1;\n •Responsibility no 2;\n •Task no 3;\n •Etc.
lv: Galvenie uzdevumi un atbildības (katru savā rindā); •Uzdevums 1; •Atbildība 2; •Uzdevums 3; •U.t.t..

source: Log off
lv: Iziet

# PhonePlaceholder
source: Phone (mobile)
lv: Tālruņa numurs

# PhoneCodePlaceholder
source: Country code
lv: Valsts kods

# AdditionalFiles
source: Additional files (certificates, motivation letter, etc.)
lv: Papildus faili (sertifikāti, motivācijas vēstule, u.c.)

source: Invalid year!
lv: Neatbilstošs gads

source: Present
lv: Šobrīd

# TurnoverExample
source: e.g. 30 MEUR (2018)
lv: piemēram, 30 MEUR (2018)

# SaveNotice
source: Your data was saved successfully!
lv: Jūsu dati tika veiksmīgi saglabāti!

# Delete
source: Delete picture
lv: Dzēst foto

# FromTimeWithMonth
source: From (YYYY or MM.YYYY) *
lv: No (GGGG vai MM.GGGG) *

# ToTimeWithMonth
source: To (YYYY or MM.YYYY) *
lv: Līdz (GGGG vai MM.GGGG) *
